[
    {
      "price": 1999.14,
      "status": "approved",
      "course": "Italian",
      "seats": 26,
      "students": 24,
      "instructor": "Justine Chambers",
      "picture": "https://www.italymagazine.com/sites/default/files/feature-story/leader/bigstock-italian-il-lo-la-ciao-ver-287492698.jpg",
      "details": "Commodo aute ad magna eiusmod labore ullamco ad. Aliqua mollit commodo anim cupidatat mollit est. Non tempor Lorem Lorem in magna elit in esse dolor. Reprehenderit voluptate Lorem adipisicing officia laborum enim ad consectetur fugiat amet sit. Elit quis elit aliquip cupidatat aute officia excepteur id amet cillum.\r\n"
    },
    {
      "price": 1461.08,
      "status": "rejected",
      "course": "German",
      "seats": 28,
      "students": 38,
      "instructor": "Brandi Justice",
      "picture": "https://www.hamburg.com/image/11713868/16x9/990/557/ef1174b02daf53fd179d7c408524f21b/mO/km1-bild-german-language-knowledge.jpg",
      "details": "Sint Lorem quis Lorem ut in dolor mollit eiusmod tempor nulla do reprehenderit. Cupidatat id velit magna laboris id exercitation tempor dolor excepteur proident do consequat nulla id. Duis nulla nulla veniam ea pariatur ullamco Lorem qui aliqua eu veniam enim. Incididunt fugiat aliquip ut esse enim irure tempor. Minim tempor consequat esse fugiat tempor excepteur. Eu proident in laborum sit esse occaecat nisi veniam cillum minim incididunt elit aute.\r\n"
    },
    {
      "price": 2547.22,
      "status": "approved",
      "course": "French",
      "seats": 20,
      "students": 40,
      "instructor": "Daisy Keller",
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTyMDYygZd6XZG-2hNMtBiIDQeObHzYxbBxMw&usqp=CAU",
      "details": "Mollit amet quis ipsum enim qui minim Lorem occaecat cillum non adipisicing. Ad quis ullamco qui sit elit nisi. Ipsum fugiat et sint veniam mollit esse excepteur tempor nostrud ipsum. Excepteur minim excepteur nulla enim id ex exercitation.\r\n"
    },
    {
      "price": 2031.96,
      "status": "approved",
      "course": "Colon",
      "seats": 22,
      "students": 21,
      "instructor": "Jarvis Navarro",
      "picture": "http://placehold.it/32x32",
      "details": "Ipsum reprehenderit et amet qui adipisicing esse duis excepteur eiusmod aute. Elit qui laborum sunt ea non cillum. Culpa culpa aute cupidatat irure aute veniam. Nulla officia enim id enim minim. Enim anim irure proident ea sint nulla ex id dolore elit.\r\n"
    },
    {
      "price": 3588.3,
      "status": "approved",
      "course": "Dutch",
      "seats": 25,
      "students": 37,
      "instructor": "Rosa Knox",
      "picture": "https://www.shutterstock.com/image-photo/flag-finland-on-heartshaped-balloon-260nw-2233248659.jpg",
      "details": "Commodo aute sint do voluptate magna do non ex laboris proident et. Do ipsum occaecat sunt veniam officia officia qui et nisi labore ipsum. Elit est do exercitation excepteur pariatur ad pariatur esse sint veniam et culpa. Mollit incididunt incididunt mollit non commodo laboris sunt irure ullamco do. Lorem ad eiusmod qui ullamco nisi sunt.\r\n"
    },
    {
      "price": 1578.4,
      "status": "rejected",
      "course": "Hull",
      "seats": 20,
      "students": 23,
      "instructor": "Bell Kane",
      "picture": "https://upload.wikimedia.org/wikipedia/commons/3/39/Suomineito.jpg",
      "details": "Excepteur esse ipsum nisi est velit amet elit ut nisi incididunt eiusmod voluptate sunt in. Voluptate nulla proident veniam est. Voluptate dolore labore cupidatat Lorem nisi incididunt incididunt amet exercitation tempor voluptate sit sunt laborum.\r\n"
    },
    {
      "price": 2399.71,
      "status": "approved",
      "course": "Terry",
      "seats": 39,
      "students": 34,
      "instructor": "Geneva Erickson",
      "picture": "http://placehold.it/32x32",
      "details": "Enim velit voluptate proident Lorem magna minim fugiat cupidatat sint veniam. Eiusmod exercitation cillum pariatur sunt nisi nostrud commodo ad. Consequat ut excepteur nostrud occaecat nulla ea.\r\n"
    },
    {
      "price": 3195.73,
      "status": "approved",
      "course": "Adrian",
      "seats": 26,
      "students": 22,
      "instructor": "Moore Atkinson",
      "picture": "https://greektraveltellers.com/images/Blog/Greek%20Gods/Greek-god-Apollo-and-the-Muses.jpg",
      "details": "Cupidatat non qui minim dolor. Ut ullamco Lorem nostrud aliqua duis veniam ipsum do reprehenderit ut velit quis aute nulla. Ipsum commodo occaecat laborum incididunt officia esse enim excepteur qui esse laboris. Pariatur est et veniam sit commodo amet proident. Cillum irure aliqua consectetur cillum ad exercitation eiusmod reprehenderit magna consequat nostrud. Elit qui ex officia consequat ea aute eu ad cillum.\r\n"
    },
    {
      "price": 1459.86,
      "status": "approved",
      "course": "Foreman",
      "seats": 36,
      "students": 25,
      "instructor": "Cherry Diaz",
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTWOiaB3XGTkbvsfLGkOtRPIWpS7KU5bc7VwA&usqp=CAU",
      "details": "Laborum quis dolore occaecat labore ea fugiat velit. Ea nulla voluptate labore in labore incididunt veniam ad irure esse. Cupidatat sunt deserunt pariatur aute deserunt exercitation commodo deserunt quis ea aliqua enim laboris. Ea aute labore aute ullamco eiusmod veniam eiusmod pariatur. Consectetur aute qui in proident ea labore id dolor Lorem ea duis veniam ut. Non do nulla esse irure ut deserunt minim amet Lorem excepteur dolor commodo cupidatat.\r\n"
    },
    {
      "price": 2028.09,
      "status": "pending",
      "course": "Osborne",
      "seats": 23,
      "students": 31,
      "instructor": "Kayla Kaufman",
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRv7tg4uNNAIGugFoIbQrLhl117U9bQisg2rQ&usqp=CAU",
      "details": "Exercitation sunt anim laborum quis anim eu consectetur irure veniam magna culpa voluptate reprehenderit. Fugiat aliquip nostrud commodo irure mollit nulla anim sit sint occaecat. Est quis laborum magna voluptate ut et dolor cupidatat. Laboris exercitation labore Lorem dolore elit aliquip occaecat pariatur.\r\n"
    },
    {
      "price": 1866.23,
      "status": "approved",
      "course": "Monroe",
      "seats": 26,
      "students": 40,
      "instructor": "Florence Sanders",
      "picture": "https://png.pngtree.com/png-clipart/20210716/ourmid/pngtree-greek-thunder-god-zeus-thunder-sports-logo-png-image_3605497.jpg",
      "details": "Lorem voluptate eu laboris dolor. Et laboris in aliquip magna quis tempor ut id amet velit. Dolor cillum aute id fugiat voluptate sunt in aute incididunt. Quis qui aliqua exercitation quis ipsum do irure deserunt in est.\r\n"
    },
    {
      "price": 2888.4,
      "status": "pending",
      "course": "Bush",
      "seats": 20,
      "students": 28,
      "instructor": "Adriana Medina",
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTzhMpGdMKNx6XIqVZVDnB1ezHqubYSF0BH4Q&usqp=CAU",
      "details": "Ad Lorem velit commodo pariatur dolor anim laborum. Tempor ipsum incididunt cupidatat sit adipisicing mollit incididunt sunt anim labore. Proident fugiat laborum consequat aliqua esse fugiat cupidatat excepteur non exercitation qui excepteur magna.\r\n"
    },
    {
      "price": 2598.69,
      "status": "approved",
      "course": "Lang",
      "seats": 40,
      "students": 38,
      "instructor": "Maureen Sherman",
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRc4RPoda3L58V8bc09izYPWJKIiEgkHY7vRPFe7COJ_I-ZwrKyMe9J-9ZnoUab6R89l4k&usqp=CAU",
      "details": "Excepteur magna dolor sit culpa velit in. Laborum qui qui fugiat velit ad eu culpa excepteur anim. Non reprehenderit dolor culpa ut aute laborum culpa nulla consectetur commodo id. Ex enim proident id dolore cupidatat id laborum labore.\r\n"
    },
    {
      "price": 1543.3,
      "status": "approved",
      "course": "Branch",
      "seats": 39,
      "students": 20,
      "instructor": "Arlene Bell",
      "picture": "https://images-na.ssl-images-amazon.com/images/I/91JEqzUvMiL._AC_UL600_SR600,600_.jpg",
      "details": "Do excepteur commodo labore mollit do quis proident pariatur ea aliquip. Minim esse nulla aliqua culpa et qui eiusmod eu consequat. Voluptate labore velit aliquip incididunt culpa quis cillum dolor quis. Labore ex eiusmod consectetur voluptate et in aliquip minim laborum aute sit non non.\r\n"
    },
    {
      "price": 1086.49,
      "status": "pending",
      "course": "Wanda",
      "seats": 29,
      "students": 24,
      "instructor": "Herrera Drake",
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRRfTYdKz4P5bbdr4-KeZcSyzaCiyr8KqwghA&usqp=CAU",
      "details": "Veniam magna quis sit Lorem eu qui aute eiusmod Lorem culpa. Aliqua non ipsum non excepteur duis excepteur aliqua aute. Id enim labore sit magna ea. Esse cupidatat quis consectetur anim enim in elit sit magna aute cupidatat non sunt. Sunt fugiat ea culpa excepteur magna et ex laboris quis. Id laboris do commodo ex ipsum ipsum minim sint consequat magna.\r\n"
    },
    {
      "price": 2054.38,
      "status": "approved",
      "course": "Cobb",
      "seats": 26,
      "students": 30,
      "instructor": "Grace Langley",
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQyRG3yutUxooMn7Nj_VJmlQZ8aKCfmDwFwmA&usqp=CAU",
      "details": "Mollit dolore ipsum eu ut qui culpa nisi cillum duis. Ullamco proident est eiusmod consectetur consequat laborum velit irure reprehenderit excepteur mollit et dolor. Sit dolore ex voluptate aliquip dolore excepteur laboris excepteur. Labore aliquip irure exercitation ad aliqua nulla mollit sit aliquip non laboris duis.\r\n"
    },
    {
      "price": 3898.97,
      "status": "pending",
      "course": "Olive",
      "seats": 40,
      "students": 22,
      "instructor": "Sweeney Powell",
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQtHLUA9fR1MloePSYSTO9B3bcSg3t--qyOw&usqp=CAU",
      "details": "Laborum nulla mollit veniam aliqua aute. Nulla ea aliquip occaecat occaecat id cillum eiusmod ad consequat. Sit excepteur quis aliqua veniam cillum excepteur mollit ipsum aliquip laboris eiusmod ex ea. Tempor culpa ea dolor nulla fugiat sunt. Est culpa pariatur ut anim et occaecat. Velit dolore duis aliquip culpa anim culpa ipsum tempor. Aliquip voluptate ex aliqua quis dolor anim.\r\n"
    },
    {
      "price": 1447.3,
      "status": "rejected",
      "course": "Atkinson",
      "seats": 40,
      "students": 33,
      "instructor": "Tucker Salazar",
      "picture": "https://images.saymedia-content.com/.image/t_share/MTc4Njc3OTkwMDgxNzAxNTMy/10-weird-gods-and-goddesses.png",
      "details": "Excepteur qui eu commodo fugiat ea qui ut. Ullamco non laborum labore nisi exercitation laborum velit deserunt non aliqua labore incididunt. Qui eu pariatur irure ullamco sit et. Magna magna duis aute magna occaecat amet non labore elit est in labore. Proident ex qui velit ad.\r\n"
    },
    {
      "price": 2076.46,
      "status": "approved",
      "course": "Helen",
      "seats": 27,
      "students": 28,
      "instructor": "Charmaine Shepard",
      "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQGQMHSW29hOZUZ67pihSD4oo13wRRTcJ2R0g&usqp=CAU",
      "details": "Voluptate consequat ipsum sit ullamco quis anim et est ut. Ad occaecat sint proident officia est anim tempor consequat. Aliqua laboris proident id adipisicing id. Non aliquip officia tempor culpa non consequat nisi incididunt quis pariatur velit.\r\n"
    },
    {
      "price": 3196.28,
      "status": "approved",
      "course": "Sally",
      "seats": 21,
      "students": 31,
      "instructor": "Jennifer Haney",
      "picture": "http://placehold.it/32x32",
      "details": "Officia qui commodo est nulla reprehenderit in duis velit nostrud do nisi anim. Voluptate fugiat in aliqua pariatur anim ex aliqua. In dolore eu magna sit dolor eiusmod fugiat. Ullamco dolore et veniam sit duis sint nulla esse est ex est pariatur anim consequat.\r\n"
    }
  ]